{
    "index.html": {
        "page-title": {
            "en-US": "Welcome to my website !",
            "fr-FR": "Bienvenue sur mon site !"
        },
        "profile-picture": {
            "en-US": "Happy Pepe the frog GIF.",
            "fr-FR": "GIF Pepe la grenouille heureux"
        },
        "personal-description": {
            "en-US": "Hi and welcome ! I'm Paul Wassermann, I have been working as a data scientist since 2022, but I have been interested in software development for almost 10 years. On my free time, I take on small-scale projects as a way to teach myself new concepts or technologies.",
            "fr-FR": "Bonjour et bienvenue ! Je suis Paul Wassermann, je travaille en tant que data scientist depuis 2022, mais je suis intéressé depuis presque 10 ans par le développement logiciel. Je profite donc de mon temps libre pour mener des projets de petite envergure, qui me permettent de me former et continuer à apprendre de nouveaux concepts ou technologies."
        },
        "page-description": {
            "en-US": "I made this website to give more visibility to my projects, although they are also available on my GitHub.",
            "fr-FR": "Ce site sert de vitrine pour mes projets, bien qu'ils soient également disponible sur mon GitHub."
        },
        "french-flag": {
            "en-US": "French flag. Click to change website language to French.",
            "fr-FR": "Drapeau français. Cliquez pour changer la langue du site en français."
        },
        "usa-flag": {
            "en-US": "USA flag. Click to change website language to English.",
            "fr-FR": "Drapeau américain. Cliquez pour changer la langue du site en anglais."
        },
        "projects-title": {
            "en-US": "My Projects",
            "fr-FR": "Mes Projets"
        },
        "deep-learner-description": {
            "en-US": "A deep learning framework to build and train AI models.",
            "fr-FR": "Un framework de deep learning pour construire et entraîner des modèles d'IA."
        },
        "array-c-description": {
            "en-US": "A C library for scientific computing on multi-dimensional arrays.",
            "fr-FR": "Une librairie de calculs scientifiques sur des tableaux multi-dimensionnels en C."
        },
        "tokenizer-py-description": {
            "en-US": "A Python package exploring tokenization for Natural Language Processing.",
            "fr-FR": "Un package Python explorant la tokenisation pour le Natural Language Processing."
        },
        "geodataprocessing-description": {
            "en-US": "A Windows application to postprocess experimental data.",
            "fr-FR": "Une application Windows pour le traitement de données d'expérimentation."
        },
        "smart-schedule-description": {
            "en-US": "A Windows application using face recognition to provide users their schedule.",
            "fr-FR": "Une application Windows utilisant la reconnaissance faciale."
        },
        "my-links": {
            "en-US": "My links:",
            "fr-FR": "Mes liens :"
        },
        "github-logo": {
            "en-US": "GitHub logo. Click to go my GitHub page.",
            "fr-FR": "Logo GitHub. Cliquer pour aller sur ma page GitHub."
        },
        "linkedin-logo": {
            "en-US": "LinkedIn logo. Click to go my LinkedIn profile.",
            "fr-FR": "Logo LinkedIn. Cliquer pour aller sur mon profil GitHub."
        }
    }
}